package com.example.pizza_recipes;

public class Utils {
    public static final String REC_1_TITLE = "Морковные котлеты";
    public static final String REC_1_DESCRIPTION = "Поджаристые морковные котлетки для легкого перекуса или закуски, яркие, нарядные, вкусные.";
    public static final String REC_1_RECIPE = "Ингредиенты\n" +
            "700 г моркови,\n" +
            "2 яйца,\n" +
            "маленькая головка репчатого лука,\n" +
            "2 зубчика чеснока,\n" +
            "1 столовая ложка майонеза,\n" +
            "30 г муки,\n" +
            "соль по вкусу,\n" +
            "масло для жарки.\n" +
            "Приготовление котлет\n" +
            "Морковь трем на мелкой или средней терке, солим по вкусу, перемешиваем, оставляем на 10-15 минут.\n" +
            "Очень мелко измельчаем лук и чеснок.\n" +
            "Морковь отжимаем. Если морковь дала сок, сливаем его, он нам для котлет не понадобится.\n" +
            "Добавляем лук-чеснок, муку, яйца и майонез, перемешиваем. Морковный фарш готов. Оставляем его под крышкой минут на 10 (пусть мука возьмет лишнюю влагу и набухнет, чтобы котлетки держали форму).\n" +
            "Смазываем сковороду маслом и обжариваем котлетки до поджаристой корочки по паре минут с каждой стороны. Перекладываем их в форму для запекания и отправляем в духовку доходить при 180 градусах С 20-25 минут.\n" +
            "Морковные котлеты готовы. Подаем с соусом и зеленью. Приятного аппетита!";

    public static final String REC_2_TITLE = "Запеканка из макарон с овощами";
    public static final String REC_2_DESCRIPTION = "Смотришь на ингредиенты каждый раз и думаешь, почему же так вкусно?! Ну, прям очень вкусно! Макарошки, ломтики нежных обжаренных цукини, сочные томаты, ароматный бекон или ветчина и все это в сливочном соусе с паприкой и чесноком под румяной расплавленной моцареллой...";
    public static final String REC_2_RECIPE = "Ингредиенты\n" +
            "250 г пасты (вес сухого продукта) - макароны, бантики или спиральки,\n" +
            "400 г цукини,\n" +
            "400 г рубленных томатов,\n" +
            "200 г ветчины или бекона,\n" +
            "400 мл сливок 10-20%,\n" +
            "300 г безрассольной моцареллы,\n" +
            "2 зубчика чеснока,\n" +
            "2 ч.л. паприки,\n" +
            "1/2 ч.л. соли,\n" +
            "1/2 ч.л. черного перца,\n" +
            "1 ст.л. оливкового масла.\n" +
            "Процесс приготовления запеканки\n" +
            "Готовим соус. Смешиваем сливки с солью, двумя видами перца и чесноком. Оставляем настаиваться.\n" +
            "Пасту варим в подсоленной воде.\n" +
            "Ветчину/бекон нарезаем тонкими пластинками около 1 см шириной. Если используете бекон, то обжарьте его и выложите на бумажное полотенце для впитывания лишнего жира. Ветчину никак не нужно обрабатывать.\n" +
            "Цукини нарезаем кусочками по 0.5 см толщиной. Обжариваем до румяной корочки и мягкости.\n" +
            "Пасту, овощи и ветчину смешиваем с ароматными сливками. Выкладываем в форму для запекания и присыпаем натертой на мелкой терке моцареллой.\n" +
            "Запекаем при 180 градусах С 15-20 минут до расплавления и зарумянивания сыра.\n" +
            "Запеканка готова. Можно свежей зеленью посыпать. Налетайте. Приятного аппетита!";

    public static final String REC_3_TITLE = "Рыбные котлеты классические";
    public static final String REC_3_DESCRIPTION = "Эти сочные, просто тающие во рту рыбные котлетки можно приготовить практически из любого сорта рыбы, будь она белая или красная. Классический насыщенный вкус и никаких особых хлопот.";
    public static final String REC_3_RECIPE = "Ингредиенты\n" +
            "1 кг рыбного филе,\n" +
            "200 г репчатого лука,\n" +
            "100 г хлеба/сухарей,\n" +
            "150 мл молока/сливок,\n" +
            "2 ст.л. сливочного/топленого масла,\n" +
            "1+1/4 ч.л. соли,\n" +
            "1/4 ч.л. белого перца,\n" +
            "несколько веточек укропа,\n" +
            "1 взбитый белок,\n" +
            "мука или панировочные сухари для обжарки.\n" +
            "Рецепт приготовления рыбных котлет\n" +
            "Подготавливаем фарш. Хлеб замачиваем в молоке/сливках и оставляем набухать.\n" +
            "Лук очень мелко нарезаем и обжариваем на сливочном масле до легкого золотистого цвета, постоянно помешивая.\n" +
            "Рыбу нарезаем кусочками или рубим в измельчителе, не слишком усердствуя, чтобы она не превратилась в кашу, или пропускаем через очень крупную решетку мясорубки.\n" +
            "Соединяем рыбное филе, хлебную смесь и жареный лук. Солим, перчим и добавляем в фарш порубленную зелень. Тщательно вымешиваем и немного отбиваем об стол несколько раз для улучшения структуры и придания сочности. Оставляем фарш в холодильнике на 30 минут.\n" +
            "Жарим котлеты. Рыба впитывает масло активнее, чем мясо, поэтому для приготовления лучше выбрать легкую обжарку с последующим запеканием или чистое запекание. Формуем котлетки по 70-75 г, обваливаем их в муке или панировочных сухарях и на раскаленной сковороде, смазанной маслом, обжариваем недолго с двух сторон до румяной корочки. Затем перекладываем на противень и запекаем 10 минут при 180 градусах С. Или запекаем 15 минут без обжарки, тогда лучше для обваливания взять панировочные сухари (они симпатичнее золотятся в духовке) или вообще не делать панировку.\n" +
            "Рыбные котлетки готовы, можно подавать с рисом или картофельным пюре в сопровождении зелени и обязательно лимончика :) Приятного аппетита!" ;

    public static final String REC_4_TITLE = "Очень ленивые голубцы";
    public static final String REC_4_DESCRIPTION = "Эти голубцы настолько ленивы, что они даже не похожи на обычные голубцы внешне, но вкус один в один. Эти голубцы настолько ленивы, что не нужно даже предварительно варить рис для их приготовления. Эти голубцы настолько ленивы, что не нужно ничего сворачивать и обжаривать. Просто все порезать, сложить, сварить.";
    public static final String REC_4_RECIPE = "Ингредиенты для голубцов\n" +
            "1 кг говяжьего фарша,\n" +
            "1.5 кг капусты,\n" +
            "300 г риса,\n" +
            "1 луковичка репчатая,\n" +
            "1 л воды,\n" +
            "2 ст.л. соли без горки,\n" +
            "1 ч.л. черного перца,\n" +
            "пучок укропа,\n" +
            "сметана для подачи.\n" +
            "Если лениво сходить за фаршем, прокручиваем любой имеющийся кусок мяса на средней решетке мясорубки.\n" +
            "\n" +
            "Рецепт приготовления ленивых голубцов\n" +
            "Капусту и лук режем квадратиками.\n" +
            "Рис промываем.\n" +
            "Кладем капусту с луком в кастрюлю, сверху выкладываем слой сырого риса, затем слой мяса. Можно еще пару ложек томатной пасты добавить.\n" +
            "В мясе делаем ложкой дырочки для выхода пара и выливаем сверху литр воды.\n" +
            "Ставим на огонь, дожидаемся закипания и даем покипеть пару минут. Затем уменьшаем огонь до среднего или чуть ниже среднего, солим, перчим, перемешиваем и тушим под крышкой 40-50 минут. Во время тушения каждые 10-15 минут перемешиваем.\n" +
            "Или еще ленивее - все выкладываем в форму для запекания, перемешиваем, накрываем крышкой и в духовку при 180 градусах С на час, и даже помешивать не нужно.\n" +
            "В конце тушения добавляем мелко порубленный укроп.\n" +
            "Ленивые голубцы готовы. Подаем со сметаной. Приятного аппетита!\n" +
            "\n";

    public static final String REC_5_TITLE = "Басбуса (кокосовый пирог на манке)";
    public static final String REC_5_DESCRIPTION = "Сладкий, липкий и очень вкусный восточный кокосовый пирог, но после этого чуда настоятельно рекомендуется добровольно сдаться в рабство беговой дорожке.\n" +
            "Рыхлое, рассыпчатое, ароматнейшее тесто, щедро наполненное кокосовой стружкой, пропитанное тягучим сахарным сиропом и деликатно украшенное орешками... ";
    public static final String REC_5_RECIPE = "Ингредиенты на форму 20:24 см\n" +
            "Для теста:\n" +
            "\n" +
            "150 г муки,\n" +
            "200 г сахара,\n" +
            "200 г манки,\n" +
            "250 г натурального йогурта,\n" +
            "100 г кокосовой стружки,\n" +
            "250 мл рафинированного растительного масла,\n" +
            "2 ч.л. разрыхлителя,\n" +
            "1 ч.л. ванильного экстраката,\n" +
            "1 яйцо.\n" +
            "Для сиропа:\n" +
            "200 г сахара,\n" +
            "125 мл воды,\n" +
            "1 ч.л. лимонного сока.\n" +
            "\n" +
            "Орехи любые для украшения.\n" +
            "\n" +
            "Рецепт приготовления басбусы\n" +
            "Готовим тесто. Смешиваем все сухие ингредиенты.\n" +
            "Вливаем экстракт ванили, йогурт и масло. Тщательно перемешиваем до прекращения отделения масла от теста.\n" +
            "Яйцо хорошо взбиваем и также подмешиваем к тесту.\n" +
            "Выкладываем тесто в форму и выпекаем пирог при 180° С 30 минут.\n" +
            "Пока пирог печется, варим сироп. Смешиваем сахар с водой и соком лимона. Доводим до кипения, помешивая, и кипятим 5 минут.\n" +
            "Готовую басбусу нарезаем в форме на порционные кусочки и, не раздвигая их, еще теплую заливаем не остывшим сиропом (сироп понадобится весь). Оставляем пропитаться и полностью остыть на 6-8 часов.\n" +
            "Басбуса (восточный кокосовый пирог на манке)\n" +
            "\n" +
            "Украшаем орешками или орешки можно положить на пирог до выпечки целиком так, чтобы при разрезании в центре каждого кусочка был орешек. Еще для яркости можно добавить в декор лепестки цветов.\n" +
            "Басбуса готова. Приятного аппетита!";

    public static final String REC_6_TITLE = "Печень говяжья по-строгановски";
    public static final String REC_6_DESCRIPTION = "Классический рецепт приготовления говяжьей печени по-строгановски с овощами в сметанном соусе. Кусочки печени, насквозь пропитанные сметанным соусом, становятся такими нежными, что просто тают во рту. Тушеная морковь и лук дополняют гармонию ароматов и придают соусу фактуру.";
    public static final String REC_6_RECIPE = "Ингредиенты для печени по-строгановски\n" +
            "печень говяжья 300 г,\n" +
            "масло сливочное 2 ст. ложки,\n" +
            "лук репчатый 1,\n" +
            "морковь 1-2,\n" +
            "мука пшеничная 1 ч.л.,\n" +
            "сметана густая 4 полных столовых ложки,\n" +
            "соль пищевая,\n" +
            "зеленый лук для подачи.\n" +
            "Рецепт приготовления печени\n" +
            "Печень размораживаем промываем, очищаем от желчных протоков, удаляем пленку.\n" +
            "Нарезаем печень брусочками длиной 4-5 см.\n" +
            "В сковороде разогреваем сливочное масло, отправляем в нее печень, слегка обжариваем до изменения цвета.\n" +
            "Добавляем немного питьевой воды, буквально четверть стакана, и оставляем печень тушиться под крышкой на медленном огне в течение 40 минут.\n" +
            "Морковь и репчатый лук чистим, нарезаем кубиками.\n" +
            "Обработанные морковь и лук отправляем к печени.\n" +
            "Готовим сметанный соус. Муку слегка обжариваем до золотистости на сухой сковороде, добавляем сметану, немножко воды (или бульона) до консистенции соуса.\n" +
            "Заливаем сметанным соусом печень с овощами, солим и тушим до готовности (10-15 минут).\n" +
            "Подавать печень по-строгановски, посыпав измельченным зеленым луком. А если подадите на подушке из картофельного пюре, будет просто восхитительно :) Приятного аппетита!";

    public static final String REC_7_TITLE = "Картофельный гратен";
    public static final String REC_7_DESCRIPTION = "Картофельная запеканка в нежнейшем соусе из загустевших сливок, с ароматом чеснока, нотками сливочного масла и румяной золотистой корочкой из расплавленного сыра, скрывающей слои тончайших картофельных ломтиков. Пусть же именно это солнечное чудо будет сегодня главным героем вашего обеда или ужина.";
    public static final String REC_7_RECIPE = "Ингредиенты для гратена\n" +
            "500 г картофеля,\n" +
            "250 мл сливок 20%,\n" +
            "90 г сыра,\n" +
            "2 ст.л. сливочного масла,\n" +
            "2 зубчика чеснока,\n" +
            "1/4 ч.л. мускатного ореха,\n" +
            "соль,\n" +
            "черный перец.\n" +
            "Инструкции по приготовлению запеканки\n" +
            "Чистим картофель, нарезаем его тонкими кружочками примерно по 2-3 мм толщиной.\n" +
            "Форму для запекания смазываем сливочным маслом, укладываем в нее картофель.\n" +
            "Ставим духовку на разогрев до 160 градусов С.\n" +
            "Чеснок нарезаем тонкими кружочками.\n" +
            "В сковороде на среднем огне разогреваем 1 ложку сливочного масла, слегка (не более 10 секунд) обжариваем в нем чеснок.\n" +
            "Вливаем сливки, добавляем мускатный орех, соль и черный перец, доводим до кипения. Заливаем кипящими сливками картошку.\n" +
            "Сыр натираем на крупной терке и присыпаем картофель сверху.\n" +
            "Запекаем гратен в духовке при 160 градусах С около 35 минут до золотистой корочки.\n" +
            "Картофельный гратен с сыром готов. Приятного аппетита!\n" +
            "\n" +
            "PS: На самом деле гратен переводится с французского как \"запеканка\". Да-да, по сути это обыкновенная картофельная запеканка, но до чего же вкусная :)";

    public static final String REC_8_TITLE = "Салат Обжорка с курицей";
    public static final String REC_8_DESCRIPTION = "Один из самых обожаемых народом салатов в его классическом исполнении - это Обжорка с отварной курочкой, обжаренной морковочкой и шампиньонами, увенчанный маринованными огурчиками :)";
    public static final String REC_8_RECIPE = "Ингредиенты\n" +
            "куриный окорочок 300 г,\n" +
            "морковь 1 шт.,\n" +
            "шампиньоны 100 г,\n" +
            "лук репчатый 1 шт.,\n" +
            "огурцы маринованные (соленые) 2 шт.,\n" +
            "чеснок 2 зубчика,\n" +
            "растительное масло для жарки,\n" +
            "майонез 2 ст. л.,\n" +
            "соль, перец по вкусу.\n" +
            "Рецепт салата «Обжорка» с курицей\n" +
            "Курицу варим в подсоленной воде. Остужаем в бульоне (так курочка будет нежнее). Снимаем филе с кости и нарезаем его кубиками.\n" +
            "Грибы нарезаем пластинками, обжариваем в небольшом количестве растительного масла до готовности. Выкладываем из сковороды, чтобы остыли.\n" +
            "Морковь чистим, трем на крупной терке. Обжариваем морковь в той же сковороде на масле из-под грибов 3-5 минут. Выкладываем в другую миску.\n" +
            "Лук репчатый чистим, мелко нарезаем. Слегка прогреваем до прозрачности (не более минуты), при необходимости добавив еще немного масла.\n" +
            "Чистим и мелко нарезаем чеснок. Отправляем его в горячий лук.\n" +
            "Маринованные/соленые огурцы трем на терке.\n" +
            "Выкладываем салат слоями, перемежая слои майонезом и перчиком:\n" +
            "1 - курица,\n" +
            "2 - жареная морковь,\n" +
            "3 - жареные грибы,\n" +
            "4 - лук,\n" +
            "5 - огурчики.\n" +
            "Салат «Обжорка» с курицей готов. Приятного аппетита!\n" +
            "\n" +
            "PS: Еще вкусно между курицей и морковкой добавить слой грецкого ореха :)";

    public static final String REC_9_TITLE = "Салат Мимоза с сыром";
    public static final String REC_9_DESCRIPTION = "Небольшое отклонение от классического рецепта Мимозы, а все потому, что нельзя было удержаться и не добавить в нее тертый сыр. Он отлично дополняет вкус рыбы и овощей в этом салате.";
    public static final String REC_9_RECIPE = "Ингредиенты\n" +
            "рыбная консерва (сайра, горбуша или тунец),\n" +
            "морковь 1 шт.,\n" +
            "картофель 2 шт.,\n" +
            "лук 1 шт.,\n" +
            "яйцо 2 шт.,\n" +
            "сыр,\n" +
            "майонез,\n" +
            "зелень для украшения.\n" +
            "Рецепт приготовления салата\n" +
            "Чтобы сделать индивидуальные порции салата каждому гостю на тарелку, воспользуйтесь формой в виде цилиндра с отверстиями с обеих сторон. Её можно изготовить из пластиковой бутылки, обрезав дно и горлышко. Ставим цилиндр на тарелку и наполняем, а затем поднимаем форму и вуаля - на тарелке прекрасно уложенная порция салатика :)\n" +
            "\n" +
            "Морковь и картофель варим в шкурке до готовности. Остужаем.\n" +
            "Яйца варим вкрутую. Чистим.\n" +
            "Выкладываем салат слоями, слегка окрапляя слои майонезом:\n" +
            "1 - рыбная консерва,\n" +
            "2 - измельченный лук,\n" +
            "3 - картофель кубиками,\n" +
            "4 - морковь на крупной терке,\n" +
            "5 - белок на крупной терке,\n" +
            "6 - сыр на мелкой терке,\n" +
            "7 - желток.\n" +
            "Украшаем Мимозу зеленью.\n" +
            "Салат готов. Приятного аппетита!";

    public static final String REC_10_TITLE = "Кабачковая запеканка с грибами и мясом";
    public static final String REC_10_DESCRIPTION = "Простой рецепт нежнейшей кабачковой запеканки с мясным фаршем и грибочками под сырной шапкой. Подойдут для запеканки как обычные кабачки, так и цукини. Быстро готовить, вкусно есть :)";
    public static final String REC_10_RECIPE = "Ингредиенты\n" +
            "\n" +
            "мясной фарш 300 г,\n" +
            "грибы свежие или свежемороженые 200 г,\n" +
            "1 луковица репчатого лука,\n" +
            "1 крупный кабачок,\n" +
            "2 яйца,\n" +
            "3 столовые ложки майонеза,\n" +
            "сыр,\n" +
            "соль и специи по вкусу.\n" +
            "Рецепт приготовления запеканки\n" +
            "Репчатый лук чистим, нарезаем кольцами.\n" +
            "Выкладываем его тонким слоем в форму для запекания.\n" +
            "Следующим слоем выкладываем фарш и нарезанные грибы. Солим.\n" +
            "Кабачок чистим, вынимаем сердцевину с семенами, режем кабачок на длинные полоски. Выкладываем полоски на фарш с грибами. Солим. Можете добавить любимых приправ (майоран, кориандр, чабер, чеснок, перец...).\n" +
            "Запеканка из кабачков с грибами и мясным фаршем\n" +
            "\n" +
            "Взбиваем 2 яйца с майонезом и равномерно поливаем ими кабачки.\n" +
            "Запекаем в духовке при 180 градусах С примерно 30 минут.\n" +
            "Вытаскиваем запеканку из духовки. Посыпаем тертым сыром и обратно в духовку. Запекаем до золотистой корочки.\n" +
            "Запеканка готова, можно подавать. Нарезается даже деревянной лопаткой. Приятного аппетита!";

    public static final String REC_11_TITLE = "Чебуреки с мясно-кефирной начинкой";
    public static final String REC_11_DESCRIPTION = "Очень простое, но вкусное чебуречное тесто, легкое в приготовлении, и сочная мягкая начинка из мясного фарша с добавлением кефира. Чебуреки по этому рецепту готовить быстро и просто.";
    public static final String REC_11_RECIPE = "Ингредиенты на 10 чебуреков\n" +
            "\n" +
            "Тесто:\n" +
            "\n" +
            "1 стакан воды,\n" +
            "1 яйцо,\n" +
            "щепотка соли,\n" +
            "мука.\n" +
            "Начинка:\n" +
            "500 г фарша (домашний - свинина+говядина),\n" +
            "кефир 3-4 столовые ложки\n" +
            "соль,\n" +
            "перец,\n" +
            "петрушка,\n" +
            "лук.\n" +
            "Растительное масло для жарки.\n" +
            "\n" +
            "Инструкции по приготовлению чебуреков\n" +
            "Замешиваем крутое, но эластичное тесто из воды, желтка (белок оставим для смазывания теста), соли и муки (муки сколько возьмет тесто).\n" +
            "В мясной фарш добавляем измельченные лук и петрушку, солим, перчим, добавляем кефир.\n" +
            "Делим тесто на шарики, получится примерно 10 штук.\n" +
            "Доску присыпаем мукой раскатываем шарик в тонкий круг. На одну половинку круга выкладываем немного фарша (примерно по полной столовой ложке), на противоположной половинке край смазываем взбитым белком, складываем чебурек.\n" +
            "В большой сковороде разогреваем растительное масло (слой масла не менее 1 см). Отправляем в горячее масло по 2 чебурека.\n" +
            "Жарим чебуреки с каждой стороны до золотистой корочки.\n" +
            "Выкладываем на бумажные салфетки, чтобы избавиться от излишек масла.\n" +
            "Чебуреки готовы. Приятного аппетита!";

    public static final String REC_12_TITLE = "Салат Цезарь классический";
    public static final String REC_12_DESCRIPTION = "Так иногда хочется любимого Цезаря :), но нет времени на рестораны? Давайте приготовим этот салатик еще вкуснее, без всяких заморочек в домашних условиях! Но если у вас майонезофобия - можно вам только посочувствовать, вы эту вкуснятину не попробуете :)";
    public static final String REC_12_RECIPE = "Ингредиенты на 5 порций салата\n" +
            "зеленый салат 400 г,\n" +
            "1 куриная грудка (250-300 г),\n" +
            "хлеб 150 г,\n" +
            "чеснок 2-3 зубчика,\n" +
            "сыр 100 г,\n" +
            "майонез 250 г,\n" +
            "помидоры 2 средних,\n" +
            "соль по вкусу,\n" +
            "растительное масло для жарки.\n" +
            "Если есть красный сладкий перец, и его сюда же.\n" +
            "\n" +
            "Самый простой рецепт приготовления салата\n" +
            "Салатную зелень промываем, рвем на части руками. Выкладываем на блюдо.\n" +
            "Куриную грудку режем на половинки, варим или слегка солим и обжариваем на растительном масле до готовности. Нарезаем на кусочки. Отправляем к салату.\n" +
            "Хлеб нарезаем кубиками, обжариваем в сковороде. Выкладываем в салат.\n" +
            "Нарезаем в салат произвольно помидоры, можно добавить и сладкий перец.\n" +
            "Готовим самый простой соус для Цезаря. Половину сыра натираем на мелкой терке. Чеснок через пресс. Смешиваем сыр, чеснок, майонез и столовую ложку теплой воды. Соус готов.\n" +
            "Заправляем салат, посыпаем оставшимся тертым или нарезанным брусочками сыром. Можно приправкой посыпать для аромата и украсить долькой яйца.";

    public static final String REC_13_TITLE = "Фетучини Альфредо";
    public static final String REC_13_DESCRIPTION = "Вокруг этого блюда множество сплетен и многие спорят, как правильно готовить фетучини Альфредо. Единственное, что достоверно известно, это то, что блюдо все-таки не итальянское и в оригинале готовится довольно просто - это паста со сливочным маслом и пармезаном.";
    public static final String REC_13_RECIPE = "Ингредиенты\n" +
            "фетучини или тальятелле 300 г,\n" +
            "пармезан 150 г,\n" +
            "сливочное масло 50 г,\n" +
            "соль,\n" +
            "зеленый базилик.\n" +
            "Свежемолотый перец и другие специи - небольшое отступление от классики, по желанию.\n" +
            "\n" +
            "Инструкции по приготовлению фетучини Альфредо\n" +
            "Пасту фетучини варим в подсоленной воде до готовности.\n" +
            "Пармезан трем на мелкой терке в крошку.\n" +
            "В сотейнике растапливаем сливочное масло и слегка обжариваем до появления характерного орехового аромата.\n" +
            "Фетучини готовы, сливаем с них воду. К горячей пасте добавляем пармезан и горячее растопленное масло, аккуратно перемешиваем. Пармезан в отличии от других сыров не плавится, поэтому не стоит переживать, что соус на пасте частично получается крупинками.\n" +
            "Посыпаем фетучини измельченным базиликом. При желании добавим и другие специи для пасты.\n" +
            "Подаем пасту немедленно. Приятного аппетита!\n" +
            "\n" +
            "PS: Сейчас можно встретить массу вариантов фетучини Альфредо, кто-то добавляет в пасту сливки, кто-то готовит соус Бешамель (к слову сказать, это уже не Альфредо), кто-то делает Альфредо с морепродуктами и даже курицей - все эти блюда имеют право на существование, их тоже можно приготовить восхитительно вкусно, но классический рецепт один - с маслом и сыром :)";

    public static final String REC_14_TITLE = "Борщ осенний";
    public static final String REC_14_DESCRIPTION = "Борщ, такой насыщенно овощной, наваристый, так и дышит осенью и ее последними теплыми денечками. Самый витаминный борщ - осенний, потому как овощи еще не успели всю полезность растерять за время хранения, да и сильно мучить в процессе приготовления мы их не будем :)";
    public static final String REC_14_RECIPE = "Ингредиенты для борща на 3 л воды\n" +
            "говядина на кости 300 г,\n" +
            "1-2 картофелины,\n" +
            "1 средняя свекла,\n" +
            "1 морковка,\n" +
            "1 луковица,\n" +
            "1 средний помидор,\n" +
            "четверть маленького кочана капусты,\n" +
            "2 зубчика чеснока,\n" +
            "смесь перцев свежемолотых,\n" +
            "лавровый листик,\n" +
            "зелень петрушки,\n" +
            "соль.\n" +
            "Инструкции по приготовлению борща\n" +
            "Доводим воду до кипения. Ставим вариться мясо часа на полтора на медленном огне.\n" +
            "Овощи все чистим.\n" +
            "Картофель, свеклу, морковь, лук и помидор нарезаем кубиками. Капусту - произвольно.\n" +
            "Когда бульон готов, выкладываем в кастрюлю сразу все перечисленные овощи и варим под крышкой на медленном огне 15 минут.\n" +
            "Зелень петрушки измельчаем вместе с чесноком, перемешиваем с солью и отправляем в борщ.\n" +
            "Добавляем перчик и лавровый листик.\n" +
            "Накрываем крышкой, огонь выключаем, кастрюлю укутываем в толстое полотенце и оставляем на час в тепле.\n" +
            "Через час можно пробовать, заправив сметанкой, вприкуску с черным хлебушком и соленым салом. Вы себе и не представляете, какой вкусный и наваристый борщ получится по этому рецепту, хотя ничего не обжаривали и очередность закладки овощей не соблюдали :) Приятного аппетита!";

    public static final String REC_15_TITLE = "Томатный сок на зиму";
    public static final String REC_15_DESCRIPTION = "Это совершенно простой рецепт совершенного томатного сока, приготовленного и законсервированного на зиму в домашних условиях. Готовится БЕЗ соковыжималки и БЕЗ стерилизации готового продукта (стерилизуем только банки). Итак:";
    public static final String REC_15_RECIPE = "Ингредиенты\n" +
            "помидоры и только помидоры.\n" +
            "Если помидоры сами по себе вкусные, то нет необходимости добавлять в сок соль-сахар и специи. Еще понадобится сито с НЕ самыми мелкими отверстиями, такое, чтобы свободно проходила мякоть томатов, но задерживались семечки. Можно купить такое практически в любом хозяйственном магазине или отделе супермаркета.\n" +
            "\n" +
            "Рецепт приготовления томатного сока на зиму\n" +
            "Стерилизуем пустые чистые банки любым удобным для вас способом. Стерилизуем крышки. Посуда готова.\n" +
            "Ставим кипятить кастрюлю воды.\n" +
            "Помидоры моем.\n" +
            "Каждый помидор по очереди окунаем в кипяток на минутку и снимаем шкурку, шкурки выбрасываем. Если помидоры не почистить, будет не сок, а сами понимаете... Нам нужен только сок и мякоть, без всяких там шкурок и семян.\n" +
            "Обезшкуренные помидорчики нарезаем как можно мельче и складываем в другую кастрюлю. Сок, который натек на разделочную доску, туда же.\n" +
            "Ставим на средний огонь и доводим до кипения, часто помешивая.\n" +
            "Берем еще одну кастрюлю, чистую, кладем на нее сито.\n" +
            "Выкладываем в сито часть помидоров, продавливаем толкушкой, семена выбрасываем, закладываем следующие и так далее пока не закончатся вареные помидоры.\n" +
            "Томатный сок доводим до кипения, уменьшаем огонь до минимума и даем очень тихо покипеть 3 минутки.\n" +
            "Кипящий сок разливаем по ГОРЯЧИМ стерилизованным банкам под завязку, тут же закручиваем на зиму стерильными крышками. Переворачиваем вверх дном и под шубу до остывания.\n" +
            "Томатный сок готов. Приятного аппетита вам зимой!\n" +
            "\n" +
            "Если грязной ложкой при приготовлении в сок не лазили, то такой томатный сок без стерилизации простоит у вас под столом, пока не выпьете :)\n" +
            "\n" +
            "PS: Уже чувствую, что сейчас посыплются вопросы, зачем снимать шкурки, если все равно через сито. Попробовав сделать это вместе со шкурками, вы сразу придете к ответу, но будет поздно, так что имейте в виду: шкурки у вас будут сильно забивать сито и усложнят процесс так, что вы потом поклянетесь больше не связываться дома с приготовлением томатного сока, а без шкурок все пройдет гладко.\n" +
            "И еще, почему не стоит использовать соковыжималку: плохую соковыжималку те же семена и шкурки забивают, приходится останавливаться на полуделе и все мыть; а хорошая мелет все вместе с костями, которые, в свою очередь, очень портят вкус сока.\n" +
            "\n" +
            "Ну и напоследок, не у всех же лишние вкусные помидоры, кому-то приходится делать сок на зиму из дозревших \"в валенках\". Так вот тогда просто необходимо будет добавить в такой томатный сок на 1 литр сока 2 чайных ложки соли без горки и 2 чайных ложки сахара, и уже с солью-сахаром вскипятить. Так и храниться будет лучше, и вкуснее :)";

}
